let state = {
  quiz: [
    {
      id: 0,
      img: './img/quiz-1.svg',
      quiz_title: 'Сортування сміття',
      quiz_class: '1-4',
      color: '#86E3CE',
      questions: [
        {
          id: 0,
          id_quiz: '0',
          img_quest: '../img/ques_img_1.png',
          description:
            'Перероблений пластик підходить для виробництва упаковки, будівельних матеріалів і нетканого полотна. Так, наприклад, для виготовлення однієї футболки буде потрібно 20 пластикових пляшок. Перероблений пластик підходить для виробництва упаковки, будівельних матеріалів і нетканого полотна. Так, наприклад, для виготовлення однієї футболки буде потрібно 20 пластикових пляшок Перероблений пластик підходить для виробництва упаковки, будівельних матеріалів і нетканого полотна. Так, наприклад, для виготовлення однієї футболки буде потрібно 20 пластикових пляшок.Перероблений пластик підходить для виробництва упаковки, будівельних матеріалів і нетканого полотна. Так, наприклад, для виготовлення однієї футболки буде потрібно 20 пластикових пляшок..',
          question_title:
            'Як називається тканина, у виробництві яко використовується переробленний пластик?',
          answers: [
            {
              answer: 'шовк',
              correct: true,
            },
            {
              answer: 'бабовна',
              correct: false,
            },
            {
              answer: 'поліестер',
              correct: false,
            },
            {
              answer: 'інакше',
              correct: false,
            },
          ],
        },
        {
          id: 1,
          id_quiz: '0',
          img_quest: '../img/ques_img_1.png',
          description:
            'Перероблений пластик підходить для виробництва упаковки, будівельних матеріалів і нетканого полотна. Так, наприклад, для виготовлення однієї футболки буде потрібно 20 пластикових пляшок.',
          question_title:
            'Як називається тканина, у виробництві яко використовується переробленний пластик?',
          answers: [
            {
              answer: 'шовк',
              correct: false,
            },
            {
              answer: 'бабовна',
              correct: true,
            },
            {
              answer: 'поліестер',
              correct: false,
            },
            {
              answer: 'інакше',
              correct: false,
            },
          ],
        },
        {
          id: 2,
          id_quiz: '0',
          img_quest: '../img/ques_img_1.png',
          description:
            'Перероблений пластик підходить для виробництва упаковки, будівельних матеріалів і нетканого полотна. Так, наприклад, для виготовлення однієї футболки буде потрібно 20 пластикових пляшок.',
          question_title:
            'Як називається тканина, у виробництві яко використовується переробленний пластик?',
          answers: [
            {
              answer: 'шовк',
              correct: false,
            },
            {
              answer: 'бабовна',
              correct: false,
            },
            {
              answer: 'поліестер',
              correct: false,
            },
            {
              answer: 'інакше',
              correct: true,
            },
          ],
        },
      ],
    },
    {
      id: 1,
      img: './img/quiz-2.svg',
      quiz_title: 'Переробка сміття',
      quiz_class: '5-7',
      color: '#FFDD95',
      questions: [
        {
          id: 0,
          id_quiz: '1',
          img_quest: '../img/ques_img_1.png',
          question_title:
            'Як називається тканина, у виробництві яко використовується переробленний пластик?',
          answers: [
            { answer: 'шовк' },
            { answer: 'бабовна' },
            { answer: 'поліестер' },
            { answer: 'інакше' },
          ],
        },
        {
          id: 1,
          id_quiz: '1',
          img_quest: '../img/ques_img_1.png',
          question_title: 'виробництві яко використовується переробленний пластик?',
          answers: [{ answer: 'поліестер' }, { answer: 'бабовна' }, { answer: 'інакше' }],
        },
        {
          id: 2,
          id_quiz: '1',
          img_quest: '../img/ques_img_1.png',
          question_title:
            'Як називається тканина, у виробництві яко використовується переробленний пластик?',
          answers: [
            { answer: 'шовк' },
            { answer: 'бабовна' },
            { answer: 'поліестер' },
            { answer: 'інакше' },
          ],
        },
      ],
    },
    {
      id: 2,
      img: './img/quiz-3.svg',
      quiz_title: 'Екологія світу',
      quiz_class: '8-10',
      color: '#D0E6A5',
      questions: [
        {
          id: 0,
          id_quiz: '1',
          img_quest: '../img/ques_img_1.png',
          question_title:
            'Як називається тканина, у виробництві яко використовується переробленний пластик?',
          answers: [
            { answer: 'шовк' },
            { answer: 'бабовна' },
            { answer: 'поліестер' },
            { answer: 'інакше' },
          ],
        },
        {
          id: 2,
          id_quiz: '1',
          img_quest: '../img/ques_img_1.png',
          question_title:
            'Як називається тканина, у виробництві яко використовується переробленний пластик?',
          answers: [
            { answer: 'шовк' },
            { answer: 'бабовна' },
            { answer: 'поліестер' },
            { answer: 'інакше' },
          ],
        },
      ],
    },
    {
      id: 3,
      img: './img/quiz-4.svg',
      quiz_title: 'Вплив екології на людину.',
      quiz_class: '11-12',
      color: '#FC887B',
      questions: [
        {
          id: 0,
          id_quiz: '1',
          img_quest: '../img/ques_img_1.png',
          question_title:
            'Як називається тканина, у виробництві яко використовується переробленний пластик?',
          answers: [
            { answer: 'шовк' },
            { answer: 'бабовна' },
            { answer: 'поліестер' },
            { answer: 'інакше' },
          ],
        },
        {
          id: 1,
          id_quiz: '1',
          img_quest: '../img/ques_img_1.png',
          question_title: 'виробництві яко використовується переробленний пластик?',
          answers: [{ answer: 'поліестер' }, { answer: 'бабовна' }, { answer: 'інакше' }],
        },
        {
          id: 2,
          id_quiz: '1',
          img_quest: '../img/ques_img_1.png',
          question_title:
            'Як називається тканина, у виробництві яко використовується переробленний пластик?',
          answers: [
            { answer: 'шовк' },
            { answer: 'бабовна' },
            { answer: 'поліестер' },
            { answer: 'інакше' },
          ],
        },
      ],
    },
  ],
};

export default state;
